{
  "posts": [
    {
      "id": 1,
      "user_id": 4,
      "title": "Нужна помощь добраться домой",
      "description": "Здравствуйте! Меня зовут Анна, мне 24 года. Я застряла в чужом городе без денег и документов (украли сумку). Мне нужна помощь, чтобы купить билет домой в Москву. У меня дома ждет больная мама, которой нужен уход. Буду очень благодарна за любую помощь. Это действительно критическая ситуация для меня.",
      "amount": 5000,
      "recipient": "Соколова Анна",
      "bank": "Сбербанк",
      "phone": "+7(954)143-78-85"
    },
    {
      "id": 2,
      "user_id": 6,
      "title": "Лечение для ребенка",
      "description": "Меня зовут Мария. У моей дочки Саши (7 лет) серьезное заболевание, требуется дорогостоящее лечение и реабилитация. Мы одна семья, муж потерял работу из-за кризиса. Нам очень нужна помощь для оплаты курса лечения. Каждый рубль на счету. Врачи говорят, что есть шанс на выздоровление, но нужно действовать быстро. Пожалуйста, помогите нашей девочке встать на ноги!",
      "amount": 125000,
      "recipient": "Петрова Мария",
      "bank": "Сбербанк",
      "phone": "+7(956)265-15-75"
    },
    {
      "id": 3,
      "user_id": 7,
      "title": "Восстановление после пожара",
      "description": "Добрый день. Меня зовут Петр, мне 45 лет. Месяц назад в нашем доме случился пожар. Мы с женой и двумя детьми потеряли все - дом, вещи, документы. Сейчас живем у родственников в тесноте. Очень нужна помощь на восстановление хотя бы минимальных условий для жизни - купить кровати, одежду, посуду. Работаю, но зарплаты не хватает, чтобы быстро все восстановить. Буду благодарен за любую помощь.",
      "amount": 75000,
      "recipient": "Иванов Петр",
      "bank": "Сбербанк",
      "phone": "+7(957)265-14-78"
    },
    {
      "id": 4,
      "user_id": 8,
      "title": "Помощь пожилой женщине",
      "description": "Здравствуйте, меня зовут Елена. Я помогаю своей пожилой соседке Вере Ивановне (82 года). Она живет одна, пенсия маленькая, а ей нужны дорогие лекарства от сердца и диабета. На прошлой неделе она сломала бедро, нужна операция. У меня самой возможностей ограничены. Прошу помочь этой доброй бабушке, которая всю жизнь помогала другим. Она очень скромная и не просит сама, но помощь действительно нужна.",
      "amount": 95000,
      "recipient": "Смирнова Елена",
      "bank": "Сбербанк",
      "phone": "+7(967)465-16-70"
    },
    {
      "id": 5,
      "user_id": 9,
      "title": "Ремонт инвалидной коляски",
      "description": "Привет! Я Дмитрий, 32 года, инвалид-колясочник. Моя коляска сломалась, а новая стоит очень дорого. Без коляски я не могу передвигаться, не могу работать удаленно и вести обычную жизнь. Пытался сэкономить, но средств все равно не хватает. Очень прошу помочь собрать на ремонт. Это для меня жизненно важно - коляска это моя свобода и независимость. Спасибо всем, кто откликнется!",
      "amount": 45000,
      "recipient": "Козлов Дмитрий",
      "bank": "Сбербанк",
      "phone": "+7(957)475-19-70"
    }
  ]
}

